Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/one_parent_family_tax_credits_and_reliefs.html.txt.tmx
Source language: en
Languages: ga

source: Single Person Child Carer Credit
ga: An Creidmheas Cánach Cúramóra Linbh do Dhuine Singil

source: The Single Person Child Carer Credit (SPCCC) is a tax credit for people who are caring for children on their own
ga: Is é atá sa Chreidmheas Cánach Cúramóra Linbh do Dhuine Singil (CCCLDS) ná creidmheas cánach do dhaoine atá ag tabhairt aire do leanaí ina n-aonar

source: It came into effect on 1 January 2014
ga: Tháinig sé i bhfeidhm an 1 Eanáir 2014

source: The One-Parent Family Credit was abolished from 1 January 2014
ga: Cuireadh deireadh leis an gCreidmheas Cánach Teaghlaigh Aon-Tuismitheora ón 1 Eanáir 2014

source: Tax credits reduce the amount of tax that you have to pay
ga: Laghdaíonn creidmheasanna cánach an méid cánach nach mór duit a íoc

source: Our document How your income tax is calculated explains how tax credits work
ga: Mínítear an dóigh a ndéileáiltear le creidmheasanna cánach inár gcáipéis Conas a ríomhtar do cháin ioncaim

source: In general, the SPCCC is given to the person with whom the qualifying child lives for the whole or greater part of the year (more than 6 months) – called the primary claimant
ga: Tríd is tríd, tugtar an CCCLDS don duine a gcónaíonn an leanbh cáilitheach in éineacht leis ar feadh na bliana ar fad nó ar feadh na coda is mó den bhliain (níos mó ná sé mhí) – duine a dtugtar an príomhéilitheoir air

source: If you are a primary claimant, you can surrender your entitlement to the credit, in favour of a secondary claimant (provided the child (or children) lives with that person for more than 100 days in a year and the person meets all the other qualifying conditions.)
ga: Is ceadmhach do phríomhéilitheoir a theidlíocht ar an gcreidmheas a ghéilleadh i bhfabhar éilitheoir tánaisteach (ar chuntar go gcónaíonn an leanbh (nó na leanaí) leis an duine sin ar feadh níos mó ná 100 lá sa bhliain agus go gcomhlíonann an duine gach ceann de na coinníollacha cáilitheacha eile.)

source: The main difference between the Single Person Child Carer Credit (SPCCC) and the One-Parent Family Credit (OPFTC) is that both parents could claim a OPFTC if the child or children lived with them for part of the year
ga: Is é an phríomhdhifríocht idir an Creidmheas Cánach Cúramóra Linbh do Dhuine Singil (CCCLDS) agus an Creidmheas Cánach Teaghlaigh Aon-Tuismitheora (CCTAT) ná go raibh an bheirt tuismitheoirí in ann CCTAT a éileamh má chónaigh an leanbh nó na leanaí leo ar feadh cuid den bhliain

source: Only one parent can claim the SPCCC in a tax year
ga: Ní féidir ach le tuismitheoir amháin CCCLDS a éileamh i mbliain chánach

source: You can read more about the new Single Person Child Carer Credit (SPCCC) on revenue.ie
ga: Is féidir leat tuilleadh a léamh faoin gCreidmheas Cánach Cúramóra Linbh do Dhuine Singil (CCCLDS) ar revenue.ie

source: The Single Person Child Carer Credit (SPCCC) can be granted to a primary claimant or a secondary claimant (if it has been surrendered in their favour by a primary claimant)
ga: Is féidir an Creidmheas Cánach Cúramóra Linbh do Dhuine Singil (CCCLDS) a dheonú do phríomhéilitheoir nó d’éilitheoir tánaisteach (sa chás gur ghéill príomhéilitheoir é i bhfabhar an éilitheora thánaistigh)

source: You cannot claim the SPCC (as a primary or secondary claimant) if you are:
ga: Ní féidir leat an CCCLDS a éileamh (mar phríomhéilitheoir ná mar éilitheoir tánaisteach) sna cásanna seo a leanas:

source: • Jointly assessed as a married person or civil partner
ga: • Déantar thú a chómheasúnú ó thaobh cánach de mar dhuine pósta nó mar pháirtnéir sibhialta

source: • Married or in a civil partnership (unless separated)
ga: • Tá tú pósta nó i bpáirtnéireacht shibhialta (ach amháin má tá tú scartha)

source: You cannot claim the SPCCC for the year in which you became widowed or a surviving civil partner (the year of bereavement) during which you were in receipt of the basic personal tax credit of €3,300
ga: Ní féidir leat an CCCLDS a éileamh don bhliain ina ndearnadh baintreach nó páirtnéir sibhialta marthanach díot (bliain an mhéala) agus ina bhfuair tú an bunchreidmheas cánach pearsanta €3,300

source: You can claim the SPCCC in subsequent years if you qualify
ga: Is féidir leat an CCCLDS a éileamh sna blianta ina diaidh má cháilíonn tú dó

source: The primary claimant is the person with whom a qualifying child (see below) or children lives for more than 6 months of the year
ga: Is é an príomhéilitheoir an duine a gcónaíonn an leanbh cáilitheach nó na leanaí cáilitheacha (féach thíos) in éineacht leis ar feadh níos mó ná 6 mhí den bhliain

source: The primary claimant must be either the child’s parent or the person who takes care of the child and who maintains the child at his or her own expense for the whole or greater part of the year
ga: Caithfidh gurb é an príomhéilitheoir tuismitheoir an linbh nó an duine a bhfuil an páiste faoina chúram agus a sholáthraíonn don leanbh ar a chostas féin ar feadh na bliana ar fad nó ar feadh na coda is mó di

source: If both parents have equal custody (by court order) entitlement to the credit is decided by which parent gets Child Benefit from the Department of Social Protection
ga: Má tá comhchaomhnóireacht (trí ordú cúirte) ag an mbeirt tuismitheoirí, is bunaithe ar cén tuismitheoir a fhaigheann Sochar Linbh ón Roinn Coimirce Sóisialaí a chinntear teidlíocht ar an gcreidmheas

source: A child who is living away from home while attending college is considered a qualifying child if they are still maintained by the claimant and return home outside of term-time
ga: Meastar gur leanbh cáilitheach é leanbh a chónaíonn ar shiúl ón mbaile agus é ag freastal ar choláiste i gcásanna ina soláthraíonn an t-éilitheoir don leanbh go fóill agus ina bhfilleann an leanbh ar an mbaile taobh amuigh d’am téarma

source: A primary claimant can surrender (give up) the Single Person Child Carer Credit (SPCCC) in favour of a secondary claimant
ga: Is féidir le phríomhéilitheoir an Creidmheas Cánach Cúramóra Linbh do Dhuine Singil (CCCLDS) a ghéilleadh i bhfabhar éilitheoir tánaisteach

source: A secondary claimant must meet exactly the same conditions except for the condition that the child lives with him or her for the greater part of the year
ga: Ní mór d’éilitheoir tánaisteach na coinníollacha céanna a chomhlíonadh, ach amháin an choinníll go gcónaíonn an leanbh in éineacht leis nó léi ar feadh na coda is mó den bhliain

source: The child must live with the secondary claimant for at least 100 days in the year
ga: Ní mór don leanbh cónaí leis an éilitheoir tánaisteach ar feadh 100 lá ar a laghad sa bhliain

source: For the purpose of this limit a day can include the greater part of a day
ga: Chun críche na teorann sin, is ionann lá agus an chuid is mó de lá

source: So, for example, if a child stays with the secondary claimant from Saturday morning until Sunday evening, this can be counted as 2 days
ga: Dá bhrí sin, sa chás go bhfanann leanbh leis an éilitheoir tánaisteach ó mhaidin Sathairn go dtí tráthnóna Domhnaigh, is ceadmhach é sin a áireamh mar dhá lá

source: A qualifying child is a child:
ga: Is leanbh cáilitheach é leanbh:

source: • Who is born in the tax year, or
ga: • A saolaíodh sa bhliain chánach, nó

source: • Who is aged under 18 at the start of the tax year, or
ga: • Atá faoi bhun 18 mbliana d’aois ag tús na bliana cánach, nó

source: • Who is aged over 18 at the start of the tax year but receiving full-time instruction at any university, college, school or other educational establishment
ga: • Atá os cionn 18 mbliana d’aois ag tús na bliana cánach agus atá ag fáil treoir lánaimseartha ag aon ollscoil, ag aon choláiste, ag aon scoil nó ag aon bhunaíocht eile oideachais

source: A qualifying child can also be a person over 18 who is permanently incapacitated - either before age 21 (or after age 21 while they were receiving full-time instruction)
ga: Is féidir le leanbh cáilitheach a bheith ina dhuine atá os cionn 18 mbliana d’aois atá faoi éagumas buan freisin - é éagumasaithe roimh 21 bliain d’aois (nó tar éis 21 bliain d’aois má tharla sé nuair a bhí sé ag fáil treoir lánaimseartha)

source: There is an additional Incapacitated Child Tax Credit
ga: Tá Creidmheas Cánach do Leanbh faoi Éagumas freisin

source: The child may be your own child, an adopted child, a stepchild or any child that you support and maintain at your own expense
ga: Is féidir gurb é an leanbh do leanbh féin, gur leanbh uchtaithe é an leanbh, gur leasleanbh é an leanbh nó gurb é an leanbh aon leanbh a sholáthraíonn tú dó ar do chostas féin

source: This means having day-to-day responsibility for the upbringing of the child and responsibility for his or her charge and care
ga: Ciallaíonn sé sin go bhfuil freagracht laethúil ort as an leanbh a thógáil agus as a chúram

source: However, foster children cannot be qualifying children
ga: Ní féidir le leanaí altrama a bheith ina leanaí cáilitheacha, áfach

source: If you are the primary claimant and you do not wish to claim the credit, you can surrender (give up) your entitlement to the credit
ga: Más rud é gur tusa an príomhéilitheoir agus nach mian leat an creidmheas a éileamh, is féidir leat do theidlíocht ar an gcreidmheas a ghéilleadh (a thabhairt suas)

source: This surrender will remain in place until you withdraw it
ga: Beidh feidhm ag an ngéilleadh sin go dtí go ndéanfaidh tú é a tharraingt siar

source: You will then have the credit restored to you at the beginning of the following tax year
ga: Cuirfear an creidmheas ar ais duit ag tús na bliana cánach tar éis duit an géilleadh a tharraingt siar

source: (For example, if you withdraw your surrender on 15 May 2014, the SPCCC will be restored for tax years 2015 onwards)
ga: (Mar shampla, sa chás go ndéanfaidh tú do ghéilleadh a tharraingt siar an 15 Bealtaine 2014, cuirfear CCCLDS ar ais do na blianta cánach ó 2015 ar aghaidh)

source: Can both parents claim a Single Person Child Carer Credit?
ga: An féidir leis an mbeirt tuismitheoirí Creidmheas Cánach Cúramóra Linbh do Dhuine Singil a éileamh?

source: Only one credit for any qualifying child is available to the primary claimant
ga: Níl ach creidmheas amháin ar fáil don phríomhéilitheoir i gcás aon linbh cháilithigh

source: If you have more than one qualifying child you can only get one Single Person Child Carer Credit (SPCCC) for those children
ga: Má tá níos mó ná leanbh cáilitheach amháin agat, ní féidir leat ach aon Chreidmheas Cánach Cúramóra Linbh do Dhuine Singil (CCCLDS) a fháil i leith na leanaí sin

source: However if you are a primary claimant with more than one qualifying child and you surrender your entitlement to the SPCCC, 2 or more secondary claimants can claim the credit – provided they are caring for qualified children for more than 100 days in a year
ga: Mar sin féin, más rud é gur tusa an príomhéilitheoir, go bhfuil níos mó ná leanbh cáilitheach amháin agat agus go ngéilleann tú an teidlíocht atá agat ar an CCCLDS, is féidir le beirt éilitheoirí nó níos mó an creidmheas a éileamh – ar chuntar go dtugann siad cúram do leanaí cáilitheacha ar feadh 100 lá nó níos mó sa bhliain

source: For example, Jack has 2 children, Susan and Joan, and is a qualifying primary claimant
ga: Mar shampla, tá beirt leanaí ag Jack, Susan agus Joan, agus is príomhéilitheoir cáilitheach é

source: Susan lives with her mother Mary for more than 100 days in a year and Joan lives with her mother Denise for more than 100 days in a year
ga: Cónaíonn Susan lena máthair, Mary, ar feadh níos mó ná 100 lá sa bhliain agus cónaíonn Joan lena máthair, Denise, ar feadh níos mó ná 100 lá sa bhliain

source: Children must reside with the secondary claimant for at least 100 days in a year
ga: Ní mór do leanaí cónaí leis an éilitheoir tánaisteach ar feadh 100 lá sa bhliain ar a laghad

source: If Jack surrenders his entitlement to the SPCCC, Mary and Denise can each claim a SPCCC (provided they satisfy the other criteria)
ga: Má ghéilleann Jack an teidlíocht atá aige ar an CCCLDS, is féidir le Mary agus le Denise araon CCCLDS a éileamh (ar chuntar go gcomhlíonann siad na critéir eile)

source: The Single Person Child Carer Credit (SPCCC) is €1,650 in 2016
ga: Is é €1,650 an Creidmheas Cánach Cúramóra Linbh do Dhuine Singil (CCCLDS) sa bhliain 2015

source: A person who gets the SPCCC is also entitled to an €4,000 extension in the standard rate band which increases the rate band from €33,800 to €37,800
ga: Tá duine a fhaigheann an CCCLDS i dteideal síneadh €4,000 freisin ar an mbanda caighdeánach cánach, rud a mhéadaíonn an banda cánach ó €33,800 go €37,800

source: The Single Person Child Carer Credit (SPCCC) was introduced from 1 January 2014
ga: Tugadh an Creidmheas Cánach Cúramóra Linbh do Dhuine Singil (CCCLDS) isteach ón 1 Eanáir 2014

source: In 2014, Revenue automatically allocated the new SPCCC to people who are getting Child Benefit from the Department of Social Protection and who were due to receive a One-Parent Family Tax Credit for 2014
ga: Sa bhliain 2014, rinne na Coimisinéirí Ioncaim an Creidmheas Cánach Cúramóra Linbh nua do Dhuine Singil a leithdháileadh go huathoibríoch ar dhaoine a bhí ag fáil Sochar Linbh ón Roinn Coimirce Sóisialaí agus a raibh an Creidmheas Cánach Teaghlaigh Aon-Tuismitheora le fáil acu don bhliain 2014

source: This approach was taken on the assumption that Child Benefit is generally payable to the parent with whom the child resides for most of the time
ga: Glacadh leis an gcur chuige sin ar an mbonn go mbíonn Sochar Linbh iníoctha de ghnáth leis an tuismitheoir a gcónaíonn an leanbh in éineacht leis ar feadh na coda is mó den am

source: Anyone else entitled to the credit will be required to make a claim for it
ga: Beidh ar dhuine ar bith eile atá i dteideal an chreidmheasa éileamh a dhéanamh ar an gcreidmheas sin

source: You can claim the SPCCC online using Revenue's PAYE Anytime service which is accessed through Revenue's myAccount
ga: Is féidir leat an CCCLDS a éileamh ar líne ag úsáid sheirbhís na gCoimisinéirí Ioncaim PAYE Aon tráth, aon lá, is féidir í a fháil trí moChúrsaí

source: You can also claim the credit by completing Form SPCC1 (pdf) and sending it to Revenue
ga: Chomh maith le sin, is féidir leat an creidmheas a éileamh trí fhoirm CCLDS1 (pdf) a chomhlánú agus í a sheoladh chuig na Coimisinéirí Ioncaim

source: However you cannot surrender the SPCCC to a secondary claimant using PAYE Anytime. However there are some situations where Revenue may not allocate the credit correctly
ga: Áfach, ní féidir leat scaradh leis an gcreidmheas cánach seo i bhfabhar éilitheora thánaistigh tríd PAYE Aon tráth; aon lá a úsáid

source: If you are a primary claimant and were not allocated the credit but wish to claim it you should complete Form SPCC1 (pdf) and submit it to your Revenue office
ga: Más rud é gur príomhéilitheoir thú, nár leithdháileadh an creidmheas ort agus gur mian leat é a éileamh, ba cheart duit Foirm CCCLDS1 (pdf) a chomhlánú agus í a chur faoi bhráid d’oifige Cánach áitiúla

source: If you are allocated the credit but are not entitled to it because, for example, the child is not receiving full-time instruction, then you must notify your Revenue office of your change in circumstances as soon as possible and request that the credit be withdrawn
ga: Más rud é gur leithdháileadh an creidmheas ort cé nach bhfuil tú ina theideal toisc nach bhfuil do leanbh ag fáil treoir lánaimseartha, mar shampla, ní mór duit fógra a thabhairt do d’oifig chánach áitiúil faoi athrú i do chúinsí chomh luath agus is féidir agus iarraidh uirthi an creidmheas a tharraingt siar

source: If you were allocated the credit but wish to surrender it to a secondary claimant then you should complete Form SPCC1 (pdf), sign the appropriate declaration and submit it to your Revenue office
ga: Más rud é gur leithdháileadh an creidmheas ort agus gur mian leat é a ghéilleadh d’éilitheoir tánaisteach, ba cheart duit Foirm CCCLDS1 (pdf) a chomhlánú, an dearbhú cuí a shíniú agus í a chur faoi bhráid d’oifige Cánach áitiúla

source: If you qualify as a secondary claimant and the primary claimant has surrendered the credit in your favour, then the primary claimant should complete Form SPCC1 (pdf), sign the appropriate declaration and submit it to his or her Revenue office
ga: Más rud é go gcáilíonn tú mar éilitheoir tánaisteach agus gur ghéill an príomhéilitheoir an creidmheas i d’fhabhar, ba cheart don phríomhéilitheoir Foirm CCCLDS1 (pdf) a chomhlánú, an dearbhú cuí a shíniú agus í a chur faoi bhráid a (h)oifige Cánach áitiúla

source: You should complete Form SPCC2 (pdf) and submit it to your Revenue office
ga: Ba cheart duit Foirm CCCLDS2 (pdf) a chomhlánú agus í a chur faoi bhráid d’oifige Cánach áitiúla

source: If you believe you qualify as the primary claimant but the credit has been granted automatically to another individual you should complete Form SPCC1 (pdf) and submit it to your Revenue office together with any relevant evidence in support of your claim that the child lives with you for the whole or greater part of the year
ga: Más rud é go gceapann tú go gcáilíonn tú mar phríomhéilitheoir agus gur tugadh an creidmheas do dhuine eile go huathoibríoch, ba cheart duit Foirm CCCLDS1 (pdf) a chomhlánú agus a chur faoi bhráid d’oifige Cánach áitiúla i dteannta aon fhianaise ábhartha a thacaíonn le d’éileamh go gcónaíonn an leanbh in éineacht leat féin ar feadh na bliana ar fad nó ar feadh na coda is mó di

source: The decision on who is the primary claimant will be made on the facts in the case
ga: Is ar an bhfianaise a thugtar sa chás a bheidh an bhreith ar cé hé an príomhéilitheoir bunaithe

source: In the event of a dispute you can appeal Revenue's determination to the Appeal Commissioners
ga: Má tá aighneas ann, is féidir achomharc a dhéanamh in aghaidh chinneadh na gCoimisinéirí Ioncaim chuig na Coimisinéirí Achomhairc

source: Remember that, for a secondary claimant to make a claim, in all cases the primary claimant must have surrendered their entitlement to the credit
ga: Ná déan dearmad nach mór don phríomhéilitheoir an teidlíocht atá aige ar an gcreidmheas a ghéilleadh chun gur féidir le héilitheoir tánaisteach éileamh a dhéanamh i ngach cás

source: There is no obligation on the primary claimant to give up the SPCCC
ga: Níl aon dualgas ar an bpríomhéilitheoir an CCCLDS a ghéilleadh

source: For more information see Revenue’s Frequently Asked Questions
ga: Le haghaidh tuilleadh faisnéise, féach Ceisteanna Coitianta na gCoimisinéirí Ioncaim

source: Further information for people parenting alone
ga: Tuilleadh faisnéise do dhaoine a thugann aire do leanaí ina n-aonar

source: There are additional tax credits for widowed parents
ga: Tá tuilleadh creidmheasanna cánacha ar fáil do thuismitheoirí baintrí

source: If you are a separated or divorced parent more information is available in our documents Separation and divorce: tax credits and reliefs and taxation of maintenance payments
ga: Más tuismitheoir scartha nó colscartha thú, tá tuilleadh faisnéise ar fáil inár gcáipéisí Scaradh agus colscaradh: creidmheasanna cánach agus faoisimh chánach agus cánachas íocaíochtaí cothabhála
